[
  "obsidian-tasks-plugin",
  "github-embeds",
  "github-sync",
  "canvas-mindmap",
  "obsidian-file-color",
  "obsidian-git",
  "obsidian-link-embed",
  "canvas-minimap",
  "optimize-canvas-connections",
  "obsidian-format-canvas-nodes"
]